const Map<String, String> zh = {
  //-------------------刷新加载控件-------------------
  'Pull to refresh': '下拉刷新',
  'Release ready': '释放开始',
  'Refreshing...': '刷新中...',
  'Succeeded': '成功',
  'No more': '没有更多',
  'Failed': '失败了',
  'Last updated at %T': '最后更新于 %T',

  //-------------------登录-------------------
  "login_account": "请输入账号",
  "login_password": "请输入密码",

  //-------------------其他-------------------
  'dialog_cancel':"取消",
  'dialog_comfirm':"确认",

  //-------------------首页-------------------
  "tab_main": "首页",

  //-------------------订单-------------------
  "tab_order": "订单",

  //-------------------我的-------------------
  "tab_mine": "我的",
};
